Repository: jeannoeldot/builds
Catalog: 9-pkg-old/k3b-git/po/*/desktop_extragear-multimedia_k3b.po
Languages: fr

# Name
source: Update device and programs permissions
fr: Mettre à jour les droits d'accès aux périphériques et aux programmes

# Description
source: Authentication is required to update permissions of devices and programs
fr: Une authentification est requise pour mettre à jour les droits d'accès des périphériques et des programmes

# Comment
source: K3bSetup – modify permission for CD/DVD burning with K3b
fr: K3bSetup - modifier les droits d'accès pour graver des CD / DVD avec K3b

# GenericName
source: CD/DVD/BD Burning Setup
fr: Configuration de la gravure de CD / DVD / BD

# Name
source: Video DVD Browser
fr: Navigateur de DVD vidéo

# Description
source: A kioslave that allows files to be copied from a Video DVD (including decryption)
fr: Un module d'E/S pour KDE permettant de copier des fichiers depuis un DVD (y compris le déchiffrement)

# Name
source: K3b Plugin
fr: Module externe K3b

# Name
source: K3b FFMpeg Decoder
fr: Décodeur FFmpeg pour K3b

# Comment
source: Decoding module to decode wma files
fr: Module de décodage pour décoder les fichiers wma

# Name
source: K3b FLAC Decoder
fr: Décodeur Flac pour K3b

# Comment
source: Decoding module to decode FLAC files
fr: Module de décodage pour décoder les fichiers FLAC

# Name
source: K3b Libsndfile Decoder
fr: Décodeur Libsndfile pour K3b

# Comment
source: Decoding module to decode audio files supported by libsndfile
fr: Module de décodage pour décoder les fichiers audio pris en charge par libsndfile

# Name
source: K3b MAD Decoder
fr: Décodeur MAD pour K3b

# Comment
source: Decoding module to decode MPEG 1 Layer III files
fr: Module de décodage pour décoder les fichiers MPEG 1 Layer III

# Name
source: K3b Musepack Decoder
fr: Décodeur Musepack pour K3b

# Comment
source: Decoding module to decode Musepack audio files
fr: Module de décodage pour décoder les fichiers audio Musepack

# Name
source: K3b Ogg Vorbis Decoder
fr: Décodeur Ogg Vorbis pour K3b

# Comment
source: Decoding module to decode Ogg Vorbis files
fr: Module de décodage pour décoder les fichiers Ogg Vorbis

# Name
source: K3b ??? Decoder
fr: Décodeur ??? pour K3b

# Comment
source: Decoding module to decode ??? files
fr: Module de décodage pour décoder les fichiers ???

# Name
source: K3b Wave Decoder
fr: Décodeur Wave pour K3b

# Comment
source: Decoding module to decode wave files
fr: Module de décodage pour décoder les fichiers Wave

# Name
source: K3b External Audio Encoder
fr: Encodeur audio externe pour K3b

# Comment
source: Encoding module that allows specifying an encoding command
fr: Module d'encodage permettant de spécifier une commande d'encodage

# Name
source: K3b External Audio Encoder Config Widget
fr: Élément graphique de configuration de l'encodeur audio externe pour K3b

# Name
source: K3b Lame Mp3 Encoder
fr: Encodeur MP3 Lame pour K3b

# Comment
source: Encoding module to encode MPEG1 Layer III (mp3) files
fr: Module d'encodage pour encoder les fichiers MPEG1 Layer III (mp3)

# Name
source: K3b Lame Mp3 Encoder Config Module
fr: Module de configuration de l'encodeur Mp3 Lame pour K3b

# Name
source: K3b Ogg Vorbis Encoder
fr: Encodeur Ogg Vorbis pour K3b

# Comment
source: Encoding module to encode Ogg Vorbis files
fr: Module d'encodage pour encoder les fichiers Ogg Vorbis

# Name
source: K3b Ogg Vorbis Encoder Config Widget
fr: Élément graphique de configuration de l'encodeur Ogg Vorbis pour K3b

# Name
source: K3b ??? Encoder
fr: Encodeur ??? pour K3b

# Comment
source: Encoding module to encode <name> files
fr: Module d'encodage pour encoder les fichiers <nom>

# Name
source: K3b SoX Audio Encoder
fr: Encodeur audio SoX pour K3b

# Comment
source: Encoding module to encode many file formats using SoX
fr: Module d'encodage pour encoder de nombreux formats de fichiers utilisant SoX

# Name
source: K3b SoX Audio Encoder Config Module
fr: Module de configuration de l'encodeur audio SoX pour K3b

# Name
source: K3b Audio Metainfo Renamer
fr: Module de renommage de méta-informations audio pour K3b

# Comment
source: Plugin to rename audio files in a data project based on the meta info.
fr: Module externe pour renommer des fichiers audio dans un projet de données fondé sur les méta-informations.

# Name
source: K3b Cddb Audio Plugin
fr: Module externe audio CDDB pour K3b

# Comment
source: Plugin to query a cddb server for information about an audio project.
fr: Module externe pour demander à un serveur CDDB des informations sur un projet audio.

# GenericName
source: Disk Burning
fr: Gravure de disque

# Comment
source: Disk writing program
fr: Programme de gravure de disque

# Name
source: Process successful
fr: Processus réussi

# Comment
source: Process successfully finished
fr: Processus terminé avec succès

# Name
source: Process error
fr: Erreur du processus

# Comment
source: Process finished with errors
fr: Processus terminé avec des erreurs

# Name
source: Waiting for medium
fr: En attente d'un média

# Comment
source: The user needs to insert a medium
fr: L'utilisateur doit insérer un média

# Name
source: Extract Digital Audio with K3b
fr: Extraction audionumérique avec K3b

# Name
source: Copy with K3b
fr: Copier avec K3b

# Name
source: Create Audio CD with K3b
fr: Créer un CD audio avec K3b

# Name
source: Create file project with K3b
fr: Créer un projet de fichiers avec K3b

# Name
source: Create Video CD with K3b
fr: Créer un CD vidéo avec K3b

# Name
source: Copy DVD with K3b
fr: Copier un DVD avec K3b

# Name
source: Rip Video DVD Titles with K3b
fr: Extraire les titres d'un DVD vidéo avec K3b

# Name
source: Write CD Image with K3b
fr: Graver une image de CD avec K3b

# Name
source: Write image to disc with K3b
fr: Écrire une image sur le disque avec K3b
